Repository: oxunjonabdulla/pos1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Joriy buyurtma
ru: Текущий заказ

source: Tozalash
ru: Очистка

source: Buyurtma beruvchi
ru: Заказчик

source: Qayerga
ru: Куда

source: Mexanika bo'limi
ru: Механический отдел

source: savatcha bo'sh
ru: Корзина пуста

source: Qo'shimcha matn
ru: Дополнительный текст

source: Qo'shimcha matnni kiriting...
ru: Введите дополнительный текст...

source: Buyurtma berish
ru: Оформить заказ

source: Buyurtmani tasdiqlang
ru: Подтвердите заказ

source: Buyurtmani tasdiqlamoqchimisiz?
ru: Вы хотите подтвердить заказ?

source: Bekor qilish
ru: Отменить

source: Tasdiqlash
ru: Подтвердить

source: Muallif
ru: Автор

source: Oxunjon Abdullayev
ru: Охунжон Абдуллаев

source: Railway Poster - Mexanika bo'limi
ru: Railway Poster - Механический отдел

source: Qidiruv ...
ru: Поиск ...

source: Bildirishnomalar
ru: Уведомления

source: ta buyurtmalar
ru: заказов

source: Buyurtma berildi
ru: Заказ отправлен

source: Bajarildi
ru: Выполнено

source: Bekor qilindi
ru: Отменено

source: Barchasini ko'rish
ru: Посмотреть все

source: Foydalanish bo'yicha qo'llanma
ru: Руководство пользователя

source: Tongi rejim
ru: Дневной режим

source: Tungi rejim
ru: Ночной режим

source: O'zbek tili
ru: Узбекский язык

source: Rus tili
ru: Русский язык

source: ta maxsulot
ru: товаров

source: Mahsulot yo'q
ru: Товаров нет

source: O'lchami
ru: Размер

source: Savatga qo'shish
ru: Добавить в корзину

source: Mahsulotlar yo'q
ru: Товаров нет

source: Mahsulot savatga muvaffaqiyatli qo'shildi!
ru: Товар успешно добавлен в корзину!

source: Xatolik yuz berdi.
ru: Произошла ошибка.

source: Savatchani tozalashni istaysizmi?
ru: Вы хотите очистить корзину?

source: Savatdan o'chirishda xatolik yuz berdi:
ru: Ошибка при удалении из корзины:

source: Sizning savatchangiz bo'sh!
ru: Ваша корзина пуста!

source: Savatcha bo'sh. Iltimos, mahsulot qo'shing!
ru: Корзина пуста. Пожалуйста, добавьте товары!

source: Yo'q
ru: Нет

source: Ha
ru: Да

source: Xatolik yuz berdi. Qaytadan urinib ko'ring.
ru: Произошла ошибка. Попробуйте снова.

source: Mexanika
ru: Механика

source: Omborxona
ru: Склад

source: Buyurtmalar
ru: Заказы

source: Chiqish
ru: Выход

source: Railway Poster - Omborxona
ru: Railway Poster - Склад

source: Xodimlar
ru: Сотрудники

source: Qo'llanma
ru: Руководство

source: ta
ru: шт.

source: Bajarilgan buyurtmalar
ru: Выполненные заказы

source: Barcha buyurtmalar
ru: Все заказы

source: Kutishdagi buyurtmalar
ru: Заказы в ожидании

source: Bekor qilinganlar
ru: Отмененные заказы

source: Buyurtma berilganlar soni
ru: Количество сделанных заказов

source: Yuborilgan buyurtmalar soni
ru: Количество отправленных заказов

source: Bekor qilingan buyurtmalar soni
ru: Количество отмененных заказов

source: Buyurtma ID
ru: ID заказа

source: Buyurtmachi
ru: Заказчик

source: Holati
ru: Статус

source: Jami
ru: Сумма

source: Qo'shilgan sana
ru: Дата добавления

source: O'zgartirilgan sana
ru: Дата изменения

source: Amallar
ru: Действия

source: jami
ru: cумма

source: buyurtma
ru: заказ

source: Ko‘rsatilmoqda
ru: Отображается

source: Boshqaruv paneli
ru: Панель управления

source: PLATFORMANI ISHLATISH BO‘YICHA VIDEO QO‘LLANMA!
ru: ВИДЕО ИНСТРУКЦИЯ ПО ИСПОЛЬЗОВАНИЮ ПЛАТФОРМЫ!

source: Qo'shimcha savollar uchun telegram orqali murojat qiling.
ru: Для дополнительных вопросов свяжитесь через Telegram.

source: Bog'lanish
ru: Связаться

source: PLATFORMADA MAVJUD FOYDALANUVCHILAR!
ru: ПОЛЬЗОВАТЕЛИ, ПРИСУТСТВУЮЩИЕ НА ПЛАТФОРМЕ!

source: Foydalanuvchi
ru: Пользователь

source: Roli
ru: Роль

source: Oxirgi kirish
ru: Последний вход

source: Manzil
ru: Адрес

source: Mavjud emas
ru: Не доступно

source: Manzil topilmadi
ru: Адрес не найден

source: Voy!
ru: Ого!

source: Bu sahifa topilmadi
ru: Страница не найдена

source: Asosiy sahifaga qaytish
ru: Вернуться на главную страницу

source: gacha
ru: до

source: Batafsil
ru: Подробнее

source: dan
ru: от

source: Buyurtma berdi
ru: Заказ сделан

source: Buyurtma berilgan vaqti
ru: Время размещения заказа

source: Buyurtma holati
ru: Статус заказа

source: Qo'shimcha xabar
ru: Дополнительное сообщение

source: Qo'shimcha xabar yo'q!
ru: Дополнительных сообщений нет!

source: Buyurtma bekor qilindi
ru: Заказ отменен

source: Sababi
ru: Причина

source: Mahsulot kategoriyasi
ru: Категория товара

source: da buyurtma berilgan mahsulotlar soni
ru: количество товаров заказано в

source: Buyurtma
ru: Заказ

source: Buyurtma tayyorlandi
ru: Заказ подготовлен

source: Buyurtmani bekor qilish
ru: Отменить заказ

source: Buyurtma muvaffaqiyatli yuborildi!
ru: Заказ успешно отправлен!

source: Buyurtma bekor qilingan!
ru: Заказ отменен!

source: Noma'lum buyurtma holati!
ru: Неизвестное состояние заказа!

source: Buyurtmani tasdiqlash
ru: Подтвердить заказ

source: Parolingizni kiriting
ru: Введите ваш пароль

source: Parol...
ru: Пароль...

source: Orqaga
ru: Назад

source: Bekor qilish sababi
ru: Причина отмены

source: Bekor qilish sababini kiriting...
ru: Введите причину отмены...

source: Mahsulotlar
ru: Продукты

source: Soni
ru: Количество

source: Rostdan ham tizimni tark etmoqchimisiz?
ru: Вы действительно хотите выйти из системы?

source: Yaroqsiz ma’lumotlar
ru: Недействительные данные

source: Soni muvaffaqiyatli yangilandi
ru: Количество успешно обновлено

source: Mahsulot savatda mavjud emas
ru: Продукт отсутствует в корзине

source: Noto'g'ri so'rov usuli.
ru: Неправильный метод запроса.

source: Mahsulot savatda mavjud!
ru: Продукт уже есть в корзине!

source: Mahsulot savatga qo'shildi!
ru: Продукт добавлен в корзину!

source: Muvaffaqiyatli o'chirildi!
ru: Успешно удалено!

source: Savatcha muvaffaqiyatli tozalandi!
ru: Корзина успешно очищена!

source: Hech qanday kategoriya identifikatori berilmagan
ru: Не указан идентификатор категории

source: Noto'g'ri parol!
ru: Неверный пароль!

source: Parol talab qilinadi!
ru: Требуется пароль!

source: Bekor qilish sababi talab qilinadi!
ru: Требуется причина отмены!

source: Bo'lim tanlanmadi.
ru: Раздел не выбран.

source: Buyurtma muvaffaqiyatli jo'natildi
ru: Заказ успешно отправлен.

source: Savatda mahsulot mavjud emas.
ru: Продукты отсутствуют в корзине.

source: Ruxsat berilmagan.
ru: Разрешение не предоставлено.

source: Ma'lumot mavjud emas
ru: Информация недоступна

source: <span style='color: #007bff; font-weight: bold;'>%(target_section)s</span> bo'limga o'tish uchun avval <span style='color: #dc3545; font-weight: bold;'>%(current_section)s</span> savatidagi mahsulotlarni o'chiring yoki buyurtma bering.
ru: <span style='color: #007bff; font-weight: bold;'>%(target_section)s</span> для перехода в раздел сначала <span style='color: #dc3545; font-weight: bold;'>%(current_section)s</span> удалите товары из корзины или оформите заказ.

source: Yopish
ru: Закрыть

source: Davom etish
ru: Продолжить
